Repository: capstanlqc/project_task_fr-ZZ_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_fr

source: Don’t Open This Email
fr_fr: لا تفتح هذا البريد الالكتروني

source: Bad
fr_fr: سيء

source: Carbon dioxide (CO₂) dissolves in seawater to form carbonic acid.
fr_fr: Le dioxyde de carbone (CO₂) se dissout dans l'eau de mer pour former de l'acide carbonique.

source: Dear subscriber,
fr_fr: عزيزي المشترك،

source: Do you agree to take part?
fr_fr: t

source: Email message
fr_fr: رسالة ايميل

source: Generally speaking, please tell me how satisfied you are with public transport where you live.
fr_fr: بصورة عام من فضلك اخبرني الى اي مدى انت راض عن النقل العام في مكان سكنك

source: Good
fr_fr: جيد

source: He also used non-breaking spaces, when needed.
fr_fr: كما أنه استخدم مساحات غير قابلة للكسر عند الحاجة.

source: How is the current economic situation in your country?
fr_fr: remove this translation if you see it

source: How is your economic situation?
fr_fr: أهلا وسهلا بكم في هذا اللقاء

source: Library Catalog
fr_fr: دليل المكتبة

source: Neither good nor bad
fr_fr: ليس جيدا ولا سيئا

source: No
fr_fr: تremove this translation if you see it

source: Once upon a time there was a translator who worked in OmegaT.
fr_fr: مترجم واحد فقط يعمل على اويغا ت في المرة الواحجدة

source: Please select one response.
fr_fr: من فضلك اختر اجابة واحدة

source: Rather satisfied
fr_fr: Plutôt satisfait

source: Rather unsatisfied
fr_fr: Plutôt pas satisfait

source: Subject:
fr_fr: الموضوع:

source: The population density is 62 people per km² in 2023.
fr_fr: La densité de population est de 62 personnes par km² en 2023.

source: The translator had to pay attention to formatting such as bold, italics, underline.
fr_fr: على المترجم ان ياخذ بالاعتبار للتنسيق مثل الغامق والمائل وما تحته خط

source: The translator had to pay attention to “quotation marks”.
fr_fr: على المترجم

source: There are no right answers.
fr_fr: Il n'y a pas de bonne réponse.

source: Thermal conductivity coefficient <br/>(W/m × K)
fr_fr: Thermal conductivity coefficient <br/>(W/m ٠ K)

source: Very bad
fr_fr: جيد جدا

source: Very good
fr_fr: جيد جدا

source: Very satisfied
fr_fr: Très satisfait

source: Very unsatisfied
fr_fr: Très insatisfait

source: Welcome to this survey!
fr_fr: أهلا وسهلا بكم في هذه الدراس

source: What is your level of English as a foreign language?
fr_fr: Quel est votre niveau d'anglais en tant que langue étrangère ? ?

source: What is your level of English as a second language?
fr_fr: ما مستوى لغتك الانجليزية كلغة ثانية

source: Yes
fr_fr: اremove this translation if you see it

source: biotechnology
fr_fr: التكنولوجيا الحيوية
